export class DataLibrary {
  
  public amkParams = [
    {id: 3, paramName: 'Высота установки от уровня земли'},
    {id: 4, paramName: 'Средняя температура, градусы Цельсия'},
    {id: 5, paramName: 'Средняя скорость горизонтального ветра'},
    {id: 6, paramName: 'Среднне направление гор. ветра, градусы'},
    {id: 7, paramName: 'Мин. скорость мгновенного гор. ветра, м/с'},
    {id: 8, paramName: 'Макс. скорость мгновенного гор. ветра, м/с'},
    {id: 9, paramName: 'Средння скорость верт. ветра, м/с'},
    {id: 10, paramName: 'Атмосферное давлние, мм.рт.ст.'},
    {id: 11, paramName: 'Относительная влажность воздуха, %'},
    {id: 12, paramName: 'Температура точки росы, градусы Цельсия'},
    {id: 13, paramName: 'Упругость (давление) водянного пара, гПа'},
    {id: 14, paramName: 'Абсолютная влажность, г/м^3'},
    {id: 15, paramName: 'Плотность воздуха, кг/м^3'},
    {id: 16, paramName: 'Скорость звука в воздухе, м/с'},
  ];

}
